/* Exercises page */
"%@ points from %@" = "%1$@ puntos de %2$@";

/* Got star for test level completion */
"%02i.%02i %@ (Got star)" = "%1$i.%2$i %3$@ (obtuvieron(ganaron)una estrella)";

/* Solved level/path */
"%02i.%02i %@ (Solved)" = "%1$i.%2$i %3$@ (Solucionado)";

/* Solving page */
"Add answer" = "añadir la respuesta";

/* Add action to Solving page */
"Add operation?" = " añadir una acción?";

/* No comment provided by engineer. */
"and" = "y";

/* No comment provided by engineer. */
"Answer" = "Resultado";

/* Solving page */
"Answer field is empty" = "Espacio para la solución está vacío";

/* Solving page */
"Answers are not identical to each other." = "Las soluciones no corresponden.";

/* Logout alert message */
"Are you sure you want to exit your profile? All your data will be save and you can come back any time." = "¿Está Ud. seguro que quiere salir de su perfil?Todos sus datos estan guardados y Ud. puede volver en cualquier momento.";

/* No comment provided by engineer. */
"Calculation error" = " Falta de los cálculos ";

/* Logout alert cancel button */
"Cancel" = "Cancelar";

/* Solving page */
"Change answer" = "Cambiar respuesta";

/* Home screen on tap Olympiad */
"Child not selected." = "El niño no está escogido.";

/* No comment provided by engineer. */
"Coming soon" = "Pronto";

/* Statistics */
"Day" = "Día";

/* Delete subaction label at Solving page */
"Delete" = "Borrar";

/* Remove action from Solving page */
"Delete operation?" = "Borrar la acción?";

/* Choose child popup */
"Enter child name" = " Nombre de niño ";

/* Mail registration  popup */
"Enter your account" = " Introduzca su cuenta ";

/* Settings */
"Enter your facebook account to continue" = " Introduzca su cuenta en Facebook para continuar";

/* Settings */
"Enter your mail account to continue" = " Introduzca su e-mail para continuar";

/* Mail registration  popup */
"Enter your password" = "Introduzca su contraseña";

/* Profile achievements event status */
"Error" = "Error";

/* No comment provided by engineer. */
"Expression" = "Expresión";

/* No comment provided by engineer. */
"expression" = "expresión";

/* Exercises page */
"find one more way to solve this problem and earn %d points more" = "busca un variante más para solucionar este problema y ganar  %d puntos más";

/* Alert title */
"Message" = "Mensaje";

/* Statistics */
"Month" = "Més";

/* No comment provided by engineer. */
"Name" = "Nombre";

/* No comment provided by engineer. */
"NO" = "No";

/* Logout alert accept button */
"OK" = "OK";

/* Warning on attempt to solve test tasks with 2 tasks failed already */
"Oops! You made more than two mistakes. You can't continue solving the test problems until you finish solving the previous problems of this type" = "Oops! Has hecho más de dos faltas. No puedes seguir solucionando los tests hasta que soluciones todos los problemas de este tipo.";

/* S&E level page label */
"Problem" = "Problema";

/* S&E level page label */
"problem" = "problema";

/* Solving page */
"Save & Exit" = "Guardar y salir";

/* No comment provided by engineer. */
"Solution" = "Solución";

/* No comment provided by engineer. */
"solution" = "solución";

/* Solved level/path */
"Solved" = "Solucionado";

/* Profile achievements event status */
"Solved task" = "Solucionada";

/* Profile achievements event status */
"Started task" = "Empezaron a solucionar";

/* Popup error description */
"Structure and calculation error" = "Error en la comprensión y en los cálculos";

/* Popup error description */
"Structure error" = " Error en la comprensión";

/* No comment provided by engineer. */
"Task" = "Tarea";

/* Solving page */
"Task can have just one correct answer! Input the same ANSWER to all fields" = "El problema puede tener una solo solución correcta! Pon las soluciones iguales en todos los espacios.";

/* No comment provided by engineer. */
"Task is not solved with all possible variants." = "No todas las variantes posibles de solución del problema estan encontrados";

/* No comment provided by engineer. */
"Task is solved with all possible solutions and expressions" = " Todas las variantes posibles de solución del problema estan encontrados ";

/* Olympiad solving page */
"There are empty gaps. You should fill every gap" = "No todos los espacios estan llenos. Tienes que llenar cada espacio";

/* S&E level page label */
"Training" = " Entrenamiento  ";

/* Statistics */
"Understanding error" = "Error de comprensión";

/* Statistics */
"Week" = "Semana";

/* No comment provided by engineer. */
"YES" = "SI";

/* Solving page */
"You can add just expression for this task!" = "Este problema puede ser solucionado sólo con la expresión!";

/* action remove error */
"You can't delete error." = "No puedes borrar solucion que contiene faltas";

/* Solving page */
"You have added all possible expressions" = "Has encontrado todas las variantes de solución con las expresiones ";

/* Solving page */
"You have added all possible solutions" = " Has encontrado todas las variantes de solución posibles ";

/* Exercises page */
"you have solved this problem with all possible solution and expression" = " Has encontrado todas las variantes de solución posibles ";

/* Mail registration  popup */
"You should input all rows" = "Tienes que llenar todos los espacios";

/* Back-end errors
 
 /* No comment provided by engineer. */
"Unable to perform action" = "Es impocible hacer la acción";

/* No comment provided by engineer. */
"Email and Password fields are required" = "Email y Contraseña son los espacios obligatorios";

/* No comment provided by engineer. */
"Incorrect email format" = "El formato de email no es correcto";

/* No comment provided by engineer. */
"User with same email already exists" = "El usuario con este email ya existe";

/* No comment provided by engineer. */
"Incorrect password" = "La contraseña no es correcta";

/* No comment provided by engineer. */
"User not found" = "El usuario no está encontrado";

/* No comment provided by engineer. */
"User not found, you need to specify email to register" = "El usuario no está encontrado, tiene que precisar email para registrarse";

/* No comment provided by engineer. */
"Name field is required" = "LLene el espacio Nombre";

/* No comment provided by engineer. */
"Child with this name already exists" = "El niño con tal nombre ya existe";

/* No comment provided by engineer. */
"Child not found" = "El niño no está encontrado";

/* No comment provided by engineer. */
"You need to set active child" = "Elija el niño";

/* No comment provided by engineer. */
"Permissions Denied" = " El acceso es renunciado ";

/* No comment provided by engineer. */
"Authorization Error" = "Error de identificación";

/* No comment provided by engineer. */
"Synchronizing. Tap to cancel" = "Sincronizando. Haga click para cancelar";

/* No comment provided by engineer. */
"Synchronizing" = "Sincronizando";

/* No comment provided by engineer. */
"Sending data" = "Enviando los datos";

/* No comment provided by engineer. */
"Getting data" = "Recibiendo los datos";

"Pull to refresh" = "Tire para actualizar";

/* No comment provided by engineer. */
"Done" = "Listo";

"Passwords don't match" = "Las contraseñas no coinciden";

"Password is changed" = "La contraseña está cambiada";

"Password was sent to your e-mail" = "La contraseña está enviada a su e-mail";

/* post to FB */

"I solved test problem #%@ from the topic \"%@\"!" = "He solucionado el test №%@ del tema \"%@\"!";

"I solved all the test problems from the topic \"%@\"!" = "He solucionado los tests del tema  \"%@\"!";

"I solved olympiad problem #%@ of the first level of the \"%@\"!" = "He solucionado el problema olímpico №%@ de \"%@\"!";

"I solved the first level of the \"%@\"!" = "He solucionado la I olimpiada de  \"%@\"!";

/* paret hlep */

"- %@ level of difficulty" = "- %@ niveles de dificultad";

"- Solve %@ problems" = "- %@ problemas para solucionar";

"- %@ test problems" = "- %@ problemas de prueba";

"%i. Witty olympiad problems %i levels with %@ problems in each" = "%i. Los problemas de olimpiada con %i niveles con %@ tareas";

"A total of %@ problems, %@ test problems, %@ olympiad problems" = "En total hay %@ problemas, %@ problemas de prueba, %@ problemas de olimpiada";

/* animation alert*/

"You need an internet connection in order to watch the animation" = "Para ver la animación necesita el acceso a internet";

"Server Error" = "El servidor está temporalmente inaccesible. Le pedimos disculpas. Estamos mejorando el funcionamiento del servidor. Ud puede seguir trabajando fuera de la línea o intentar entrar más tarde.";

/*confirm alert */

"You need to confirm your e-mail before continue" = "Necesita confirmar su e-mail antes de continuar";

"Remove child %@ confirmation" = "¡Ud quiere borrar la cuenta %@ de la aplicación LocaMath? Toda la estadística será perdida.";
"Remove child %@ confirmation email" = "A su correo electrónico esta enviada la confirmación de la eliminación. Entre a su correo electrónico y confirme la eliminación de la cuenta %@.";

"Confirm_ERROR" = "¡Error! Las contraseñas no coinciden";

//Not translated
"Failed to get location, check your network connection" = "No se puede determinar su ubicación, compruebe acceso a internet.";
"Dismiss" = "Ocultar";
"Invalid nickname. You can use only Latin/Cyrillic symbols, whitespaces, digits and symbols '.-_'. Maximum is 15 symbols" =
"El nombre de usuario sólo puede contener caracteres alfanuméricos, espacio y signos '.-_'. La longitud máxima puede ser de 15 caracteres.";
"Invalid email" = "E-mail es incorrecto";
"Invalid password. Input from 6 to 15 symbols" = "La contraseña es incorrecta. Introduzca de 6 hasta 15 caracteres.";

//Warning on attempt to solve test tasks with 2 tasks failed already
"Oops! You made more than two mistakes. You can't continue solving the test problems until you finish solving the previous problems of this type"= "Has hecho más de 2 faltas. No puedes seguir solucionando los problemas de prueba hasta que no soluciones todos los problemas anteriores de este camino.";

"Censored nickname error" = "Este nombre de usuario está prohibido.";

//default popup
"Explain default label" = "Para registrarse pulse «Ok», para seguir usando la aplicación pulse «seguir»";

"Explain default label0" = "Sin registración:\n\n El niño no podrá participar en el ranking y cometir con otros niños!\n\n Solo un niño podrá usar esta aplicación.\n\n Usted no podrá recibir los informes y la estadística del progreso de su niño.";

"Explain default label1" = "Esta es la sección de nuestro equipo.\n\n Si quieres estar con nosotros en nuestro equipo - pida que tus padres se registren aquí.";

"Explain default label2" = "Estimados padres!\n\n Esta es la página de los informes y la estadística.\n\n Si registración es inútil.";

"Set name for default child" = "Nombre de niño";

"Explain default label4" = "Para registrarse pulse «Ok», para seguir usando la aplicación pulse «cancelar»";

"Continue" = "Continuar";

"Mistake put scheme message" = "Hay que encontrar el elemento correcto y ponerlo en el esquema";

"Points earned" = "Has ganado puntos";

" Child's progress will be lost!" = " El progreso del niño se perderá!";

"Attention" = "Atención!";

"https://www.facebook.com/Locamath" = "https://www.facebook.com/Locamath";

"fb_Locamath" = "fb://profile/279755092127204";

"The Internet connection appears to be offline." = "La conexión a Internet parece estar desactivada.";

"No internet connection, вы не можете зарегистрироваться через FB при отсутствии интернета, зарегистрируйтесь при помощи почты" =
"No hay conexión de red, no se puede registrar a través de FB . En este caso es possible registrarse utilizando su correo";

"Edit" = "Edit";

"Save & Exit" = "Guardar";

"Check facebook permissions and try again later" = "Compruebe lаs configuraciones de su pagina facebook y vuelva a intentarlo más tarde";

"The version is application is lower than required/ Please update your application/" = "¡Para que la aplicación funcione correctamente actualiza su versión de la aplicación! ";

"Please enter your name" = "Introduzca su nombre";

"Register" = "Registrar";

"Login" = "Entrar";

//tutorial
"tap to see animation!" = "¡Presiona el botón para ver la animación!";

"tap to build diagram here!" = "¡Construye el esquema!";

"drag the items here to make diagram!" = "¡Construye el diagrama introduciendo los elementos! ";

"tap to solve the problem!" = "¡Ahora soluciona el problema!";

"drag & drop the numbers here to solve the problem!" = "Arrastra y pon los números aqui para solucionar el problema!";

"tap to see the mistake!" = "¡Hay un error!";

//new solving

"Solution1" = "Solución";

"math expression" = "expresión";

"math solution" = "por las acciones";

"scheme_success_message" = "¡Bien Hecho! El esquema está construido";

"The same solutions, change one of them!" = "Las mismas soluciones, correcta o elimina  una de ellas!";
